module.exports = [
  {
    title: '植物美学',
    imageURL: 's33690515.jpg'
  },
  {
    title: '神话与魔法',
    imageURL: 's33439046.jpg'
  },
  {
    title: '银河系搭车客指南',
    imageURL: 's6384969.jpg'
  },
  {
    title: '信息设计之美',
    imageURL: 's33534469.jpg'
  },
  {
    title: '凯尔特神话传说',
    imageURL: 's26681274.jpg'
  },
  {
    title: '龙族Ⅰ',
    imageURL: 's27724093.jpg'
  },
  {
    title: '维庸之妻',
    imageURL: 's26921337.jpg'
  },
  {
    title: '写作之书',
    imageURL: 's32294017.jpg'
  },
  {
    title: 'JavaScript 函数式编程',
    imageURL: 's28263518.jpg'
  },
  {
    title: '一个人就一个人',
    imageURL: 's33686330.jpg'
  },
  {
    title: 'Webpack 实战',
    imageURL: 's33297137.jpg'
  },
  {
    title: 'JavaScript 之美',
    imageURL: 's29670124.jpg'
  },
  {
    title: '奔跑吧，梅勒斯',
    imageURL: 's26921351.jpg'
  },
  {
    title: '少数派报告',
    imageURL: 's29563532.jpg'
  },
  {
    src: 'https://book.douban.com/subject/34995610/',
    title: '八百万种死法',
    author: '[美] 劳伦斯·布洛克 / 2020 / 江苏凤凰文艺出版社',
    'average-rate': '8.0',
    'rate-time': '2020-06-06 09:21:23',
    rate: '5',
    tag: [],
    description:
      '像是在看80年代的科幻，有仿生人的感觉。两者最大的不同是，仿生人的宗教能救人灵魂，而八百万总死法中的宗教却是残害生灵的老手。书的封面太有意思了，盛赞。',
    imageURL: 's33601900.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26876429/',
    title: '朝花夕拾',
    author: '鲁迅 / 2014 / 北京联合出版公司',
    'average-rate': '8.5',
    'rate-time': '2020-05-17 16:12:28',
    rate: '4',
    tag: ['散文', '文学', '文集', '杂文', '鲁迅'],
    description: '回首重读鲁迅，看到的不颇多为社会残暴与人间疾苦，而是通过文字复原的一个生动有血有肉的鲁迅。',
    imageURL: 's29928691.jpg'
  },
  {
    src: 'https://book.douban.com/subject/25881855/',
    title: '大教堂与集市',
    author: '[美] Eric S. Raymond / 2014 / 机械工业出版社',
    'average-rate': '8.4',
    'rate-time': '2020-05-31 20:06:24',
    rate: '5',
    tag: ['互联网', '开源', '经典', '计算机', '黑客'],
    description: '',
    imageURL: 's28026215.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30382590/',
    title: '计算机科学精粹',
    author: '[巴西]沃德斯顿·费雷拉·菲尔多 / 2019 / 人民邮电出版社',
    'average-rate': '8.3',
    'rate-time': '2020-05-15 05:10:16',
    rate: '4',
    tag: ['图灵社区', '科普', '编程', '计算机'],
    description: '好书。简明扼要地把硬件软件的一些简单原理捋了一遍，更难得的是语言通俗易懂。',
    imageURL: 's29927002.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26676942/',
    title: 'SEO实战宝典',
    author: '丁士锋 / 2015 / 人民邮电出版社',
    'average-rate': '6.2',
    'rate-time': '2020-05-13 10:13:17',
    rate: '4',
    tag: ['SEO', '互联网'],
    description: '对入门书籍来说确实可以了。内容浅显易懂，每一步骤都有截图，但是部分内容与时代脱节严重了。',
    imageURL: 's28353167.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26864938/',
    title: '马克·吐温短篇小说集',
    author: '马克·吐温 / 2015 / 黑龙江科技出版社',
    'average-rate': '8.2',
    'rate-time': '2020-05-12 18:23:27',
    rate: '4',
    tag: ['文学', '短篇', '短篇小说', '美国'],
    description:
      '马克吐温的短篇小说情节的比重比人物塑造要多了不少笔墨。这本书翻译可以，有几篇我没看懂的地方我特意对照了网上其它译本，都长这模样。书中把目录换成了各短篇的一句话情节概括，也没有标注页码没懂。',
    imageURL: 's29015956.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30243870/',
    title: '不可能的堡垒',
    author: '[美]詹森·雷库拉克 / 2018 / 中信出版集团',
    'average-rate': '6.8',
    'rate-time': '2020-05-10 15:05:55',
    rate: '4',
    tag: ['小说', '美国', '青春'],
    description: '',
    imageURL: 's29834776.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30173100/',
    title: '久石让音乐手记',
    author: '【日】久石让 / 2018 / 上海交通大学出版社',
    'average-rate': '7.7',
    'rate-time': '2020-05-09 17:41:09',
    rate: '3',
    tag: ['久石让', '手记', '日本', '音乐'],
    description: '杂志上的连载整理成篇，然后佐以一篇访谈和数页作品目录。',
    imageURL: 's29828881.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27115714/',
    title: '大雪将至',
    author: '[奥地利]罗伯特•泽塔勒 / 2018 / 南海出版公司',
    'average-rate': '8.3',
    'rate-time': '2020-05-08 08:34:59',
    rate: '5',
    tag: ['外国文学', '小说', '治愈', '诗意'],
    description: '',
    imageURL: 's29779230.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30336896/',
    title: '我写我型：手写字体在平面设计中的应用',
    author: '三度出版有限公司 / 2018 / 华中科技大学出版社',
    'average-rate': '0.0',
    'rate-time': '2020-05-07 16:43:31',
    rate: '4',
    tag: ['作品集', '字体', '手绘字体', '设计'],
    description:
      '不错，有几张图片很模糊，总体很棒。\n手绘字体一般用在和“手工”、“精致”、“冲击力”等词相关联的地方，所以感觉大的来说收录不了各式各样的丰富的用例。不过话又说回来，不同字体体现的性格应该会导致手绘字体应用场景不同，这点来看本书确实还有值得补充的地方。一些手写字体容易用计算机制作，而非绘制，这部分“手写字体”本书就没有收录。',
    imageURL: 's29880110.jpg'
  },
  {
    src: 'https://book.douban.com/subject/1037606/',
    title: '现代平面设计巨匠田中一光的设计世界',
    author: '[日] 田中一光 朱锷 (编) / 1998 / 中国青年出版社',
    'average-rate': '9.0',
    'rate-time': '2020-05-04 12:12:38',
    rate: '4',
    tag: ['平面设计', '田中一光', '设计'],
    description: 'Wabi，Sabi，Suki，the essence of japanese beauty.',
    imageURL: 's1027290.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30465562/',
    title: '如何用kindle高效学习',
    author: '直树桑 / 2019 / 机械工业出版社',
    'average-rate': '5.4',
    'rate-time': '2020-04-27 15:22:24',
    rate: '4',
    tag: ['Kindle'],
    description: '',
    imageURL: 's30010291.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27624039/',
    title: '田中一光自传(与设计一起前行)(精)',
    author: '(日) 田中一光 / 2017 / 北京时代华文书局',
    'average-rate': '6.7',
    'rate-time': '2020-04-26 08:55:57',
    rate: '5',
    tag: ['日本', '田中一光', '设计'],
    description:
      '一开始翻了几页，觉得是很普通的一本传记，很普通的笔法。然后一想到书架上有本买来没看的《设计的觉醒》就脑瓜疼。\n再看就不得了，居然熬着夜一口气看完了。太精彩了，从前两章平铺直叙的铺垫，到中间章节夹叙夹议不乏思考的恢宏的精气神，再回到尾声那几篇回忆录似的平静。没想到宗一的的写作水平如此了得，能从平实的语言中透视出横贯70年的时代感。合书那刻，我心里想，这不就正是宗一毕生设计理念在文字与笔法中的体现。\n全场最佳是结尾的宗一好友的寄语，作为补充资料，点亮了一些自传中不那么轻易显现的几处。\n书装帧不错，翻译也nice，能察觉出几处校对疏漏。低分应该是一开始的节奏就被带偏了。我实在找不出低分的理由。满分给这位继往开来的人物，非常推荐。',
    imageURL: 's29678738.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26791407/',
    title: '孤独深处',
    author: '郝景芳 / 2016 / 江苏凤凰文艺出版社',
    'average-rate': '6.4',
    'rate-time': '2020-04-24 05:31:11',
    rate: '3',
    tag: ['短篇集', '科幻'],
    description: '',
    imageURL: 's28855051.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30305636/',
    title: '艺术·设计的色彩构成（修订版）',
    author: '[日]朝仓直巳 / 2018 / 江苏凤凰科学技术出版社',
    'average-rate': '8.4',
    'rate-time': '2020-04-22 05:05:32',
    rate: '4',
    tag: ['平面设计', '色彩', '艺术', '设计', '设计基础', '设计理论'],
    description: '',
    imageURL: 's29851067.jpg'
  },
  {
    src: 'https://book.douban.com/subject/24872498/',
    title: '乞力马扎罗山的雪',
    author: '(美)厄内斯特·海明威 / 2013 / 浙江文艺出版社',
    'average-rate': '7.9',
    'rate-time': '2020-04-14 14:02:25',
    rate: '5',
    tag: [],
    description:
      '读《印第安人营地》那篇我就对比了几个译本，总得感觉翻译和片段的删减都挺不错的。《大双心河》两篇，尤其是钓鱼那篇，确实没懂，害，真难。',
    imageURL: 's27090638.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26319730/',
    title: '娱乐至死',
    author: '[美] 尼尔·波兹曼 / 2015 / 中信出版集团',
    'average-rate': '8.5',
    'rate-time': '2020-04-12 21:58:09',
    rate: '5',
    tag: [],
    description:
      '经典，书名给作品带来了谜之收益。理论的角度很好，立场却不可靠，害，说到底还是议论文的讲理具体要站在哪儿开始是个复杂的问题，完全没有写寓言那么好发挥，以至于波兹曼说自己完全比不上赫胥黎时我心里哈哈笑了两声。波兹曼抨击电视只是因为那个时代出现了很多关于电视的不堪入目的言论，这并不影响我们把他的理论再拓宽深掘一番，并代入现世。哦对了，好像我在去年就看过一本《互联网是如何使人浅薄》之类的书，虽然理论的角度有类似之处，但两者一比，高下立判，还是波兹曼的经典。',
    imageURL: 's28048575.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30295122/',
    title: '艺术·设计的平面构成（修订版）',
    author: '[日]朝仓直巳 / 2018 / 江苏凤凰科学技术出版社',
    'average-rate': '9.4',
    'rate-time': '2020-04-09 22:28:56',
    rate: '4',
    tag: ['平面设计', '排版', '日本', '朝仓直巳', '艺术', '设计', '设计理论'],
    description:
      '害，可惜老爷子走得早，这理论再跨学科间打磨打磨我觉得会更加完美。\n书中有一些翻译错误，或感觉还可以再斟酌一番的地方，但是总的来说瑕不掩瑜。',
    imageURL: 's29851071.jpg'
  },
  {
    src: 'https://book.douban.com/subject/1913423/',
    title: '排版技术',
    author: '翟铭 / 2006 / 印刷工业出版社',
    'average-rate': '0.0',
    'rate-time': '2020-04-08 00:20:01',
    rate: '3',
    tag: ['教材', '文字编排设计'],
    description: '主要普及了排版的一些基础知识，可以做入门用。希望能出二版，更新一些书中比较陈旧的知识。',
    imageURL: 's8824419.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26905096/',
    title: '治字百方',
    author: '左佐 / 2016 / 电子工业出版社',
    'average-rate': '8.4',
    'rate-time': '2020-04-05 02:07:22',
    rate: '5',
    tag: ['字体设计', '左佐', '设计'],
    description: '唯一的槽点是：我真的看不懂文言文（大雾）。哭了，下次能不能把书写得再白话一些。',
    imageURL: 's29353185.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27109961/',
    title: '瓦尔登湖',
    author: '【美】亨利•戴维•梭罗 / 2017 / 湖南人民出版社',
    'average-rate': '7.6',
    'rate-time': '2020-04-01 16:33:37',
    rate: '5',
    tag: ['散文', '文学', '梭罗', '经典'],
    description:
      '梭罗的自由是真正的自由；\n梭罗的经济学是有生命的生产力；\n梭罗的孤独——人没必要在游行和典礼中结对前行，而应随着自然的脉搏而呼吸——这是与宇宙的狂欢。\n这是一本伟大的书。\n装帧不错，翻译嘛我不懂。',
    imageURL: 's29827205.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26971276/',
    title: '设计法则100',
    author: '王绍强 / 2017 / 广西美术出版社',
    'average-rate': '6.4',
    'rate-time': '2020-04-01 11:43:46',
    rate: '3',
    tag: ['艺术', '设计'],
    description: '我们不需要更多观点。\n装帧漂亮，但是内容平淡。',
    imageURL: 's29337919.jpg'
  },
  {
    src: 'https://book.douban.com/subject/5323008/',
    title: '超越平凡的平面设计',
    author: '[美] 麦克韦德 / 2010 / 人民邮电出版社',
    'average-rate': '8.7',
    'rate-time': '2020-03-27 14:34:52',
    rate: '4',
    tag: ['平面设计', '版式设计', '设计'],
    description: '不错，和《写给大家看的...》的那个系列的书结合起来看十分有帮助。',
    imageURL: 's6933046.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26985299/',
    title: '小岛经济学',
    author: '彼得·希夫 安德鲁·希夫 / 2017 / 中信出版集团股份有限公司',
    'average-rate': '8.2',
    'rate-time': '2020-03-27 02:11:44',
    rate: '3',
    tag: [],
    description: '',
    imageURL: 's29585484.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27102949/',
    title: '御伽草纸',
    author: '[日] 太宰治 / 2017 / 天津人民出版社',
    'average-rate': '8.2',
    'rate-time': '2020-03-17 23:09:19',
    rate: '4',
    tag: ['太宰治', '小说', '文学', '日本', '短篇', '童话'],
    description:
      '稍微对比了一下汤先生的译本，我觉得徐的译本要流畅一些，这本《御伽草纸》装帧及排版也是非常漂亮，十分推荐。没有五星的理由是，太宰治把每个童话新编的道理都阐述的过于清楚了，这显然是不信任读者的表现。',
    imageURL: 's29517146.jpg'
  },
  {
    src: 'https://book.douban.com/subject/10749924/',
    title: '天真的和感伤的小说家',
    author: '[土耳其] 奥尔罕·帕慕克 / 2012 / 上海人民出版社',
    'average-rate': '8.3',
    'rate-time': '2020-03-08 04:11:03',
    rate: '5',
    tag: ['写作', '奥尔罕·帕慕克', '文学理论', '文学评论', '演讲'],
    description: '薄；亲切；并不好读（也许是因为我还没尝试写过一本小说）。',
    imageURL: 's11159986.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26921825/',
    title: '弗兰肯斯坦',
    author: '[英] 玛丽·雪莱 / 2016 / 译林出版社',
    'average-rate': '8.0',
    'rate-time': '2020-03-06 04:40:42',
    rate: '4',
    tag: ['科幻'],
    description: '',
    imageURL: 's29172718.jpg'
  },
  {
    src: 'https://book.douban.com/subject/3883991/',
    title: '动物农场',
    author: '[英] 乔治·奥威尔 / 2009 / 上海译文出版社',
    'average-rate': '9.3',
    'rate-time': '2020-02-22 04:20:26',
    rate: '4',
    tag: ['乔治·奥威尔', '反乌托邦', '小说', '经典', '讽刺'],
    description: '',
    imageURL: 's3921115.jpg'
  },
  {
    src: 'https://book.douban.com/subject/33454653/',
    title: '艺术的慰藉',
    author: '[英] 阿兰·德波顿 [澳] 约翰·阿姆斯特朗 / 2019 / 华中科技大学出版社',
    'average-rate': '8.8',
    'rate-time': '2020-02-21 02:53:10',
    rate: '4',
    tag: ['艺术', '阿兰·德波顿'],
    description: '一星给作者，一星给议论，一星给设计，一星给装帧。若是把“议论”换成“散文”，兴许我才会满分推荐。',
    imageURL: 's33500556.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27114628/',
    title: '巴黎评论·短篇小说课堂',
    author: '洛林·斯坦恩/塞迪·斯坦恩 主编 / 2019 / 人民文学出版社',
    'average-rate': '7.9',
    'rate-time': '2020-02-09 18:42:23',
    rate: '5',
    tag: ['巴黎评论', '短篇小说'],
    description:
      '故事和语言本身一样伟大。我想起以前看过的一个把写作中文笔之于写作比喻为汽车座椅材质之于汽车的例子，现在想想才算真正的找到了反击的理由。语言一词包含了太多东西，它是故事的一部分。',
    imageURL: 's30004902.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27002046/',
    title: '美丽新世界',
    author: '[英] 赫胥黎 / 2017 / 上海译文出版社',
    'average-rate': '9.1',
    'rate-time': '2020-01-12 04:34:29',
    rate: '5',
    tag: ['反乌托邦', '小说', '社会', '经典', '赫胥黎'],
    description: '一看到《重返美丽新世界》有关人口过剩的那章就头疼。有些反感。',
    imageURL: 's29477615.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30404521/',
    title: '一想到还有95%的问题留给人类，我就放心了',
    author: '[巴拿马] 豪尔赫•陈 [美] 丹尼尔·怀特森 / 2018 / 北京联合出版公司',
    'average-rate': '8.5',
    'rate-time': '2019-12-25 12:25:51',
    rate: '3',
    tag: ['物理', '科普'],
    description: '阔以',
    imageURL: 's32324687.jpg'
  },
  {
    src: 'https://book.douban.com/subject/25742211/',
    title: '上帝掷骰子吗?',
    author: '曹天元 / 2013 / 北京联合出版公司',
    'average-rate': '9.2',
    'rate-time': '2019-12-14 14:35:33',
    rate: '4',
    tag: [],
    description: '不错',
    imageURL: 's29997015.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27156306/',
    title: '现实不似你所见',
    author: '[意] 卡洛·罗韦利 / 2017 / 湖南科学技术出版社',
    'average-rate': '9.2',
    'rate-time': '2019-12-05 13:09:51',
    rate: '5',
    tag: ['科学通识', '科普'],
    description: '不想把对«时间的秩序»那本书的短评再copy 过来了',
    imageURL: 's29561691.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26879324/',
    title: '怦然心动',
    author: '文德琳·范·德拉安南 / 2016 / 百花洲文艺出版社',
    'average-rate': '9.1',
    'rate-time': '2019-12-01 12:04:33',
    rate: '4',
    tag: [],
    description: '无法评价',
    imageURL: 's33620119.jpg'
  },
  {
    src: 'https://book.douban.com/subject/34862375/',
    title: '永久记录',
    author: '[美] 爱德华·斯诺登(Edward Snowden) / 2019 / 民主与建设出版社',
    'average-rate': '0.0',
    'rate-time': '2019-11-24 23:05:44',
    rate: '4',
    tag: ['传记', '斯诺登', '美国'],
    description: '意义重于内容。第二部分写得有些不明白，跳跃地很快，质量与其它两部分有些差距。',
    imageURL: 's33514115.jpg'
  },
  {
    src: 'https://book.douban.com/subject/34672176/',
    title: '呼吸',
    author: '[美] 特德·姜 / 2019 / 译林出版社',
    'average-rate': '8.6',
    'rate-time': '2020-01-28 21:30:18',
    rate: '4',
    tag: ['特德·姜', '短篇集', '科幻'],
    description:
      '喜欢其中的一些短篇。作者喜欢通过描写人物的“内省”去发掘故事的深刻性，不过看多了就稍显腻味。书中前面有些短篇让人映象深刻，但是同样的手法换到篇幅更长一点的文章或是篇幅极短的文章中就会让作者故事叙述技巧显得捉襟见肘。如果有半星的话，我觉得3.5星更适合表达我的推荐程度。',
    imageURL: 's33519539.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26896859/',
    title: '当呼吸化为空气',
    author: '[美] 保罗·卡拉尼什 / 2016 / 猫头鹰文化·浙江文艺出版社',
    'average-rate': '8.8',
    'rate-time': '2019-11-05 22:24:47',
    rate: '5',
    tag: ['传记', '医生', '文学', '死亡'],
    description:
      '除了生死，还能看到作者对人物联结的奇妙，人生意义的沉思，宗教与科学的哲思，家庭与工作的关系及行业背后等各种事物不乏深度的展示或讨论。除了故事本身的精彩，还能一瞥有关“预言”的神秘力量。',
    imageURL: 's29423902.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30284759/',
    title: '好好告别',
    author: '[美]凯特琳·道蒂 / 2019 / 中国友谊出版公司',
    'average-rate': '7.9',
    'rate-time': '2019-10-31 00:34:27',
    rate: '4',
    tag: ['死亡', '殡葬师', '纪实'],
    description: '',
    imageURL: 's33305516.jpg'
  },
  {
    src: 'https://book.douban.com/subject/33049318/',
    title: '海子的诗：我只愿面朝大海，春暖花开',
    author: '',
    'average-rate': '0.0',
    'rate-time': '2019-10-28 00:25:34',
    rate: '3',
    tag: ['海子', '诗歌'],
    description: '也许是思维运转的速度没有达到理想状态，我读不懂海子的诗中的意向。2.5 - 3',
    imageURL: 's31939398.jpg'
  },
  {
    src: 'https://book.douban.com/subject/33424487/',
    title: '时间的秩序',
    author: '[意] 卡洛·罗韦利 / 2019 / 博集天卷 | 湖南科学技术出版社',
    'average-rate': '8.9',
    'rate-time': '2019-10-22 13:14:19',
    rate: '5',
    tag: ['哲学', '时间', '物理', '社会学', '科普'],
    description:
      '有东西在我脑海里被摧毁，又好像是重造。无关科普，仅仅从优美的文字其中蕴藏的哲思角度而言，这就是一本太过美妙的书。\n为啥不去写小说呢？立个小目标，捞个诺贝尔也不错啊 /笑',
    imageURL: 's32332471.jpg'
  },
  {
    src: 'https://book.douban.com/subject/3551720/',
    title: '情人',
    author: '[法] 玛格丽特·杜拉斯 / 2005 / 上海译文出版社',
    'average-rate': '8.0',
    'rate-time': '2019-10-07 23:22:01',
    rate: '3',
    tag: ['小说', '意识流', '杜拉斯', '法国'],
    description: '我第一次被小说虐了，不是因为冗长乏味的外国人名，而是因为晦涩难懂的跳跃式写作手法。',
    imageURL: 's29817984.jpg'
  },
  {
    src: 'https://book.douban.com/subject/24715686/',
    title: '仿生人会梦见电子羊吗？',
    author: '(美)菲利普·迪克 / 2013 / 译林出版社',
    'average-rate': '8.8',
    'rate-time': '2019-10-07 00:30:58',
    rate: '5',
    tag: ['科幻', '菲利普·迪克', '赛博朋克'],
    description: '情节跌宕，层次丰富，笔力浑厚。',
    imageURL: 's26858994.jpg'
  },
  {
    src: 'https://book.douban.com/subject/19985027/',
    title: '御伽草纸',
    author: '[日] 太宰治 / 2012 / 重庆出版社',
    'average-rate': '8.5',
    'rate-time': '2019-10-02 02:12:33',
    rate: '4',
    tag: ['太宰治', '日本'],
    description: '',
    imageURL: 's24428823.jpg'
  },
  {
    src: 'https://book.douban.com/subject/24257486/',
    title: '局外人',
    author: '(法)阿尔贝·加缪 / 2013 / 上海译文出版社',
    'average-rate': '9.1',
    'rate-time': '2019-09-29 23:53:07',
    rate: '4',
    tag: ['上海译文出版社', '加缪', '存在主义', '文学'],
    description:
      '感觉像是三幕式结构的中篇小说。内容很棒。译者评也很精彩。\n只是我实在不喜欢第一部的描写，虽然说这一部分对刻画主人公局外人的生活占据重要的篇幅，但我宁愿这是一篇短篇。真正讨喜的东西在第二部分中，相比之下，第一部分实在有些索然无味。',
    imageURL: 's27003183.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27114418/',
    title: '活下去的理由',
    author: '[英] 马特·海格 / 2018 / 后浪丨江西人民出版社',
    'average-rate': '8.1',
    'rate-time': '2019-09-28 23:29:21',
    rate: '5',
    tag: ['回忆录', '心理', '抑郁症'],
    description:
      '我就在等这样一本书，没有普遍社科书籍中令人生厌的乏味实验，而仅以文字力量记录真实的这样一本书。书中结构像是随笔的编排，读起来不算累但是稍微有一些脱节，不过到最后居然有一丝恰到好处的意味。\n我太喜欢快结尾时那几十小节颇有哲思的抒情写法了，不过我心里清楚，这是太多生活态度与思想与作者不谋而合所带来 的“偏见”。（从 4 星升至 5 星的主要原因）',
    imageURL: 's29636724.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27003014/',
    title: '半小时漫画中国史（修订版）',
    author: '二混子 / 2017 / 江苏凤凰文艺出版社',
    'average-rate': '7.5',
    'rate-time': '2019-09-28 17:52:29',
    rate: '3',
    tag: ['轻读物'],
    description: '',
    imageURL: 's29492853.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30471297/',
    title: '2010：太空漫游',
    author: '[英]阿瑟·克拉克 / 2019 / 上海文 艺出版社',
    'average-rate': '9.2',
    'rate-time': '2019-09-28 10:39:46',
    rate: '4',
    tag: ['太空', '太空漫游系列', '科幻', '阿瑟·克拉克'],
    description:
      '我原以为所有的好故事，都笼罩在预言的阴霾之下。太空漫游系列似乎是个例外，这次语言带来的不是阴霾，而是引爆木星的热浪。',
    imageURL: 's32330892.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30325334/',
    title: '三万年前的星空',
    author: '[日]谷川俊太郎 / 2018 / 江苏凤凰文艺出版社',
    'average-rate': '7.6',
    'rate-time': '2019-09-24 13:35:58',
    rate: '5',
    tag: ['日本文学', '诗歌', '诗集', '谷川俊太郎'],
    description:
      '所有隐秘的情感，都\n藏在星空里，\n藏在夜星闪烁，天幕旋转的地方。\n我在永夜的极光下，\n踏上萧索冰川，\n和它冻住的海。\n寻找那些美好的情感，\n种子般发芽的是幻象。\n睁开双眼，\n是三万年前的宇宙\n在翻腾；\n闭上双眼，星星黯淡，\n宇宙沉默如死寂，\n只有你。',
    imageURL: 's29895037.jpg'
  },
  {
    src: 'https://book.douban.com/subject/33378880/',
    title: '学会提问（原书第11版）',
    author: '[美]尼尔·布朗 (Neil Browne) [英] 斯图尔特·霍尔 / 2019 / 机械工业出版社',
    'average-rate': '8.3',
    'rate-time': '2019-09-22 11:13:14',
    rate: '5',
    tag: ['心理学', '思维方式', '批判性思维', '认知', '逻辑'],
    description: '看此书之前我一定是个小杠精，要不然我怎么会来追逐抬扛的大山？',
    imageURL: 's32294029.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30226285/',
    title: '游戏剧本怎么写',
    author: '(日) 佐佐木智广 / 2018 / 人民邮电出版社',
    'average-rate': '7.5',
    'rate-time': '2019-08-31 16:53:08',
    rate: '4',
    tag: ['写作', '剧本', '日本', '游戏', '策划创意', '编剧', '设计'],
    description: '',
    imageURL: 's29843475.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30386234/',
    title: '橘子不是橘色的',
    author: '[英]加里·海顿（Gary Hayden） / 2019 / 低音·北京联合出版公司',
    'average-rate': '8.1',
    'rate-time': '2019-09-01 21:18:55',
    rate: '5',
    tag: ['哲学', '奇怪的东西', '思想种种', '思维', '科普'],
    description: '非常好读的入门科普。看完之后第一反应是对超人更加敬佩了哈哈哈哈。',
    imageURL: 's29942549.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26417523/',
    title: '重口味心理学3',
    author: '姚尧 / 2015 / 现代出版社',
    'average-rate': '6.3',
    'rate-time': '2019-08-22 13:07:55',
    rate: '2',
    tag: ['心理学', '科普', '趣味科普', '通俗易懂'],
    description: '',
    imageURL: 's28102047.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30135706/',
    title: '像世界一样宽广地活',
    author: '曹頔 / 2018 / 人民文学出版社',
    'average-rate': '7.8',
    'rate-time': '2019-08-17 16:58:30',
    rate: '5',
    tag: ['当代', '文学', '曹頔', '温暖', '随笔'],
    description: '掩卷后若有所思，便是好书',
    imageURL: 's29681993.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27190290/',
    title: '谜(不确定的游戏)(精)',
    author: '[美] 格雷格·科斯蒂基安 / 人民邮电出版社',
    'average-rate': '5.7',
    'rate-time': '2019-08-17 12:16:14',
    rate: '3',
    tag: ['游戏'],
    description: '',
    imageURL: 's29647332.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30355379/',
    title: '人生学校：爱情的真相',
    author: '（英）人生学校 编著 / 2018 / 未读·生活家·北京联合出版公司',
    'average-rate': '8.0',
    'rate-time': '2019-08-11 17:56:52',
    rate: '5',
    tag: ['哲学', '心理', '心理学', '社会学', '科普'],
    description:
      '有人说爱情是热恋鲜奶和玫瑰，有人说爱情是冬雷震震夏雨雪天地合，有人说爱情是知心相交... 很遗憾这些都不是，至少不完全是。',
    imageURL: 's29899316.jpg'
  },
  {
    src: 'https://book.douban.com/subject/25923695/',
    title: '电车难题',
    author: '[美] 托马斯•卡思卡特 / 2014 / 北京大学出版社',
    'average-rate': '8.0',
    'rate-time': '2019-08-11 15:11:47',
    rate: '4',
    tag: ['伦理学', '心理', '社科', '道德哲学'],
    description: '',
    imageURL: 's28271114.jpg'
  },
  {
    src: 'https://book.douban.com/subject/33442956/',
    title: '哲学的迷途',
    author: '(美)莫提默‧艾德勒 / 2019 / 中信出版',
    'average-rate': '6.2',
    'rate-time': '2019-07-31 13:24:11',
    rate: '4',
    tag: ['哲学', '方法论', '艾德勒'],
    description: '希望国内能再多些艾德勒的译本',
    imageURL: 's33310609.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30293663/',
    title: '绝对笑喷之弃业医生日志',
    author: '[英]亚当·凯 / 2019 / 北京时代华文书局',
    'average-rate': '8.6',
    'rate-time': '2019-09-16 13:00:16',
    rate: '5',
    tag: ['书名奇怪', '幽默', '批评', '日志', '纪实', '英国', '英式幽默'],
    description:
      '3/5 篇幅的日记，2/5 篇幅的批评，满分的幽默水平背后是一群人对整个国家制度的抗争以及自己内心的挣扎。\n五分吧，还是强烈推荐别人读的。',
    imageURL: 's31469977.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26627837/',
    title: '罗生门',
    author: '芥川龙之介 / 2015 / 云南人民出版社',
    'average-rate': '9.2',
    'rate-time': '2019-07-18 18:42:48',
    rate: '5',
    tag: ['日本', '短篇集', '芥川龙之介', '赵玉皎'],
    description:
      '和以往看过的短篇相比，这本读着着实令我着迷又心累。芥川龙之介的短篇中描绘的细小微妙的情感，往往还需多仔细琢磨，更甚有时啥也揣摩不出来，这是若是不阅读注解或书评，根本无法继续阅读。题外话，我对《一个傻子的一生》那篇心生敬畏险些放弃阅读，好在注解来的及时。不得不说这个译版十分有心，从导读到译后记、选材、注解等多个角度而言都颇显心意，巧妙的呈现了一个颇为完整的芥川龙之介的形象。高分理所应当。',
    imageURL: 's28302171.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27091105/',
    title: '时光尽头',
    author: '珍妮·格林 / 2017 / Fiberead·浙版数媒',
    'average-rate': '6.5',
    'rate-time': '2019-07-08 16:45:27',
    rate: '4',
    tag: ['短篇', '科幻'],
    description: '选题、翻译都阔以，有几篇不是看的特别懂，书中也没有给出相应的注释，但总体来说质量不错。',
    imageURL: 's29496962.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26759579/',
    title: '事物的味道，我尝得太早了',
    author: '[日] 石川啄木 / 2016 / 上海人民出版社',
    'average-rate': '8.5',
    'rate-time': '2019-07-07 21:40:09',
    rate: '4',
    tag: ['周作人', '日本', '诗歌'],
    description:
      '没有就着人间疾苦一边呷一口酒，我很难体会到石川啄木的苦难和哀痛。但是这些以血写成的诗歌，其间蕴藏着无穷情感，并不出乎意料地温柔地和我相通。有时候是触景伤情——冰川下冻住的河流，树林里响起索索风声，闪光的海面倒映着冬天的月。有时仅仅是为的琐事烦恼——有没有那一种药？淡绿色的，喝了会使身体像水似的透明的药？感慨之余，忽然想到当初是想看双语版来着，顺便学习些日语也好。不得不说的是，这版的翻译很精彩，恰到好处。',
    imageURL: 's28685720.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27605366/',
    title: '前端工程化：体系设计与实践',
    author: '周俊鹏 / 2018 / 电子工业出版社',
    'average-rate': '6.2',
    'rate-time': '2019-07-14 14:50:26',
    rate: '3',
    tag: ['前端', '前端工程化'],
    description: '好几口气才看完，前面的概念的部分有点过于枯燥，不过后面涉及到技术的部分讲的挺清楚的。总的来说还行 ～',
    imageURL: 's29640354.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30206558/',
    title: '日本未来时',
    author:
      '[美]真澄· 华盛顿 编 [美]尼克·马马塔斯 编 [日]飞浩隆 [日]小川一水 [日]伊藤计划 [美] 刘宇昆 [日]菊地秀行 [日]円城塔 [美]菲丽希蒂·萨瓦奇 [美]戴维·莫尔斯 [美]蕾切·斯沃斯基 [美]帕特·卡迪根 [美]凯瑟琳·M·瓦伦特 [俄]叶卡捷琳娜·塞蒂亚 [美]布鲁斯·斯特林 / 2018 / 新星出版社',
    'average-rate': '7.3',
    'rate-time': '2019-09-09 13:32:16',
    rate: '5',
    tag: ['日本', '短篇', '科幻', '美国'],
    description:
      '最近都在看日本相关的作品，就连这本科幻短篇也是。\n《日本未来时》不仅有孤寂的宇宙行星和涂满绚烂花纹流浪的机甲，它给我更大的感受是可遇不可求，刹那间自我联结万物，宛若神性一般的物哀美学。\n 太漂亮了，内容，封面，书签，一本满足！',
    imageURL: 's29897936.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27013708/',
    title: '一只特立独行的猪',
    author: '王小波 / 2017 / 北京十月文艺出版社',
    'average-rate': '8.6',
    'rate-time': '2019-07-06 16:00:17',
    rate: '5',
    tag: ['杂文', '王小波', '黑色幽默'],
    description:
      '90/100 可能是先读鲁迅的杂文使我患上了心力不足的症状，小波书中展现的那种独特的黑色幽默气质，倒成了管用的一味良药。我能在小波身上找到一些与自身相仿的气质和价值观，令我欣喜又畅快。尽管还没到要成为做小波“门下走狗”那种地步，倒是也是满是欢喜——首先是读杂文要比读小说有劲道多了，写的明白，讲得清楚，再好不过。若是能旁征博引，据理力争，对我而言那简直完美，五星好评不为过。再是本书除了杂文，还有大篇幅的序跋，两种文体中高频出现的一些词可以结合起来还原作者接触的作品及他的“有趣”的世界观。十分有继续探索的价值 hhhh',
    imageURL: 's29419061.jpg'
  },
  {
    src: 'https://book.douban.com/subject/33385476/',
    title: '人类群星闪耀时',
    author: '[奥地利] 斯蒂芬·茨威格 / 2019 / 江苏凤凰文艺出版社',
    'average-rate': '8.4',
    'rate-time': '2019-07-04 23:39:14',
    rate: '3',
    tag: [],
    description:
      '第一章后弃坑，并不是书的问题。而是书中大量地理位置名词，人物名词然后我感到迷茫，束手无策。我记得上一次碰到这种情况，还是巴拉巴西的<爆发>，也是看得脑瓜疼。至于第一章能看完，存粹是因为玩过大航海的游戏，对大航海这段历史有着迷之喜爱之情。天晓得我为什么会点进来看这本，天晓得我什么时候会再捡起来看。因为没有看完，留个三星中评。',
    imageURL: 's32299368.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26352658/',
    title: 'JavaScript面向对象精要',
    author: 'Nicholas C. Zakas / 2015 / 人民邮电出版社',
    'average-rate': '9.1',
    'rate-time': '2019-07-04 17:28:44',
    rate: '4',
    tag: [],
    description: '对这本书期望挺高的（主要是封面和作者不错啊 ～ 可以 是熟悉的红宝书味道 86/100 ～',
    imageURL: 's28291461.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26638316/',
    title: 'JavaScript忍者秘籍',
    author: 'John Resig Bear Bibeault / 2015 / 人民邮电出版社',
    'average-rate': '8.8',
    'rate-time': '2019-07-21 17:03:07',
    rate: '5',
    tag: ['JavaScript', '前端', '编程'],
    description:
      '第一版距现在（2019）有些时候了，不过大佬写的书就是不一样：除了浏览器兼容性那部分有些与现代JS脱节之外，JS 本身的那部分高级特征讲得很清楚，代码与解析都很nice。无比期待第二版的阅读体验 ～',
    imageURL: 's28313380.jpg'
  },
  {
    src: 'https://book.douban.com/subject/25837367/',
    title: 'JavaScript启示录',
    author: 'Cody Lindley / 2014 / 人民邮电出版社',
    'average-rate': '7.1',
    'rate-time': '2019-07-02 12:27:37',
    rate: '3',
    tag: ['JavaScript', '前端'],
    description:
      '总的来说还行 55/100 的样子。比较不错的地方是作者能用一些简单的代码，把一些JS原理描述出来，并且狼吞这本书后发现有好些内容确实挺有帮助的。缺点也很明显，作者写书简直就想记博客，再加上书中知识点深浅不一，有点难受。书名叫「启示录」过分了哈哈哈',
    imageURL: 's27398466.jpg'
  },
  {
    src: 'https://book.douban.com/subject/21792530/',
    title: '编写可维护的JavaScript',
    author: '扎卡斯 / 2013 / 人民邮电出版社',
    'average-rate': '8.2',
    'rate-time': '2019-06-30 12:45:12',
    rate: '3',
    tag: ['JavaScript', "O'Reilly", '代码风格', '前端', '编程规范'],
    description:
      '总的还说赶jio不错，整书主要分三个段落，1⃣️首先是基础代码风格部分，作者比较了几种常见的代码风格并描述了其某些优缺点供读者参考。2⃣️第二部分应该划分为JS一些高级特征下的代码风格，讲得不错。3⃣️最后一部分大致为如何使用一个叫Ant的构建工具对代码进行管理，我有点想吐槽作者的编程工具的倾向性，构建工具（或者任务流工具）不选用 Webpack 或是 Gulp，与当下前端环境脱节有些严重了hhh。🌟豆瓣的评分颗粒度太大了些 TOT，如果是10分制我觉得7分比较合适些。如果图书再版替换某些脱节内容的话，那么毫无疑问是满分好评啦～',
    imageURL: 's25808235.jpg'
  },
  {
    src: 'https://book.douban.com/subject/3590768/',
    title: 'JavaScript语言精粹',
    author: 'Douglas Crockford / 2009 / 电子工业出版社',
    'average-rate': '9.1',
    'rate-time': '2019-07-17 11:42:55',
    rate: '5',
    tag: ['JavaScript', 'javacript'],
    description:
      '薄薄一本，又充满学识的书，其中也有些很值得体会把玩的编程经验。五星推荐。倒是若说到编程实践，我一定会选择JS忍者秘籍 hhhh',
    imageURL: 's3651235.jpg'
  },
  {
    src: 'https://book.douban.com/subject/6438136/',
    title: 'TIGER×DRAGON1!',
    author: '[日] 竹宫悠由子 著 [日] 泰 绘 / 2011 / 湖南美术出版社',
    'average-rate': '8.3',
    'rate-time': '2019-06-23 03:35:03',
    rate: '3',
    tag: [],
    description: '感觉动画更有意思些～',
    imageURL: 's6439936.jpg'
  },
  {
    src: 'https://book.douban.com/subject/1013208/',
    title: '如何阅读一本书',
    author: '[美] 莫提默·J. 艾德勒 查尔斯·范多伦 / 2004 / 商务印书馆',
    'average-rate': '8.4',
    'rate-time': '2019-06-19 21:45:51',
    rate: '4',
    tag: [],
    description:
      '该怎么评价呢hhhh... 看电子书和看纸书的感觉完全不一样，所以方法论这种东西也是会过时的，得随实际情况应变。至于书中描述的方法是否能实际运用，感觉与读者自身水平关系很大。就像看记忆魔法书看学习之道那些书籍，我经常会有“顿悟”的感受，在那一刻会有种通过书中文字找回自我的感觉，然而令我遗憾的是我在此书中鲜找到自我，也许再看十年书培养培养感觉？～',
    imageURL: 's1670978.jpg'
  },
  {
    src: 'https://book.douban.com/subject/1012611/',
    title: '乌合之众',
    author: '（法）勒庞 / 2011 / 中央编译出版社',
    'average-rate': '8.2',
    'rate-time': '2019-07-22 23:07:54',
    rate: '4',
    tag: ['勒庞', '大众心理', '心理学', '社会', '群体心理学'],
    description: '有些观点还是挺有意思的',
    imageURL: 's1988393.jpg'
  },
  {
    src: 'https://book.douban.com/subject/6798611/',
    title: '史蒂夫·乔布斯传',
    author: '[美] 沃尔特·艾萨克森 / 2011 / 中信出版社',
    'average-rate': '8.7',
    'rate-time': '2019-06-19 21:37:49',
    rate: '5',
    tag: [],
    description: '哦～ 好书～ 读传记给人带来的那种穿越时空的错觉真是让人留念。我还记得我坐在乔布斯旁边吸过致幻剂 hhh',
    imageURL: 's6974202.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26983338/',
    title: '老人与海',
    author: '[美] 欧内斯特·海明威 / 2017 / 浙江文艺出版社',
    'average-rate': '8.8',
    'rate-time': '2019-06-19 21:25:07',
    rate: '3',
    tag: [],
    description: '',
    imageURL: 's29827174.jpg'
  },
  {
    src: 'https://book.douban.com/subject/1102259/',
    title: '人月神话',
    author: '[美] 弗雷德里克·布鲁克斯 / 2002 / 清华大学出版社',
    'average-rate': '8.4',
    'rate-time': '2019-06-19 21:21:47',
    rate: '4',
    tag: [],
    description: '应该多看几眼的～ 忘了很多惹',
    imageURL: 's1086045.jpg'
  },
  {
    src: 'https://book.douban.com/subject/2567698/',
    title: '三体',
    author: '刘慈欣 / 2008 / 重庆出版社',
    'average-rate': '8.8',
    'rate-time': '2019-06-19 21:17:30',
    rate: '4',
    tag: [],
    description: '',
    imageURL: 's2768378.jpg'
  },
  {
    src: 'https://book.douban.com/subject/25825717/',
    title: '龙族Ⅲ',
    author: '江南 / 2013 / 长江出版社',
    'average-rate': '8.2',
    'rate-time': '2019-06-19 21:16:29',
    rate: '5',
    tag: [],
    description: '我的挚爱',
    imageURL: 's27222807.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26351021/',
    title: '你不知道的JavaScript（上卷）',
    author: '[美] Kyle Simpson / 2015 / 人民邮电出版社',
    'average-rate': '9.3',
    'rate-time': '2019-06-19 21:08:39',
    rate: '5',
    tag: [],
    description: '力荐 得找机会再补补～',
    imageURL: 's28033372.jpg'
  },
  {
    src: 'https://book.douban.com/subject/3132277/',
    title: '高性能网站建设指南',
    author: 'Steve Souders / 2008年 / 电子工业出版社',
    'average-rate': '8.5',
    'rate-time': '2019-06-19 21:07:47',
    rate: '5',
    tag: [],
    description: '好书啊～ 拯救了我的毕业论文 hhhh',
    imageURL: 's5914296.jpg'
  },
  {
    src: 'https://book.douban.com/subject/10769712/',
    title: '爆发',
    author: '[美] 艾伯特-拉斯洛·巴拉巴西 / 2012 / 中国人民大学出版社',
    'average-rate': '6.2',
    'rate-time': '2019-06-19 21:06:56',
    rate: '3',
    tag: [],
    description: '我记得好像是看到一半弃坑了，对我来说最困难的地方在于记住歪果仁那些长长的名字～',
    imageURL: 's10579445.jpg'
  },
  {
    src: 'https://book.douban.com/subject/3323633/',
    title: '写给大家看的设计书（第3版）',
    author: '[美] Robin Williams / 2009 / 人民邮电出版社',
    'average-rate': '8.6',
    'rate-time': '2019-06-19 21:04:55',
    rate: '5',
    tag: [],
    description: '',
    imageURL: 's23486434.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27186106/',
    title: '心流',
    author: '[美] 米哈里·契克森米哈赖 / 2017 / 中信出版集团',
    'average-rate': '8.3',
    'rate-time': '2019-06-19 21:03:43',
    rate: '5',
    tag: [],
    description: '精彩～ 读到精彩篇章时那种感同身受的感觉至今难忘',
    imageURL: 's29595585.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30210250/',
    title: '谁杀了她',
    author: '(日) 东野圭吾 / 2018 / 北京十月文艺出版社',
    'average-rate': '7.7',
    'rate-time': '2019-06-19 20:46:39',
    rate: '4',
    tag: [],
    description: '没看懂～ 讲道理我应该再看一遍',
    imageURL: 's29860723.jpg'
  },
  {
    src: 'https://book.douban.com/subject/30384064/',
    title: '破耳兔：你不完美的样子也很好',
    author: '麦可洛克 / 2018 / 百花洲文艺出版社',
    'average-rate': '9.1',
    'rate-time': '2019-06-05 00:05:40',
    rate: '4',
    tag: [],
    description: '',
    imageURL: 's29928585.jpg'
  },
  {
    src: 'https://book.douban.com/subject/26773323/',
    title: '莫泊桑短篇小说精选',
    author: '[法] 莫泊桑 / 2016 / 浙江文艺出版社',
    'average-rate': '9.0',
    'rate-time': '2019-06-03 23:56:15',
    rate: '5',
    tag: [],
    description: '',
    imageURL: 's28637162.jpg'
  },
  {
    src: 'https://book.douban.com/subject/6021440/',
    title: '黑客与画家',
    author: '[美] Paul Graham / 2011 / 人民邮电出版社',
    'average-rate': '8.7',
    'rate-time': '2019-05-17 21:42:36',
    rate: '5',
    tag: [],
    description: '',
    imageURL: 's4669554.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27047949/',
    title: '学习之道',
    author: '[美] 乔希·维茨金 (Josh Waitzkin) / 2017 / 中国青年出版社',
    'average-rate': '8.4',
    'rate-time': '2019-05-11 11:00:03',
    rate: '5',
    tag: ['好书，值得一读'],
    description: '',
    imageURL: 's33650964.jpg'
  },
  {
    src: 'https://book.douban.com/subject/27197035/',
    title: '国王 武士 祭司 诗人',
    author: '[美] 罗伯特·摩尔 [美] 道格拉斯·吉列 / 2017 / 电子工业出版社',
    'average-rate': '7.4',
    'rate-time': '2018-08-27 16:29:06',
    rate: '4',
    tag: ['心理学', '成长', '科普', '荣格'],
    description:
      '虽然说引证丰富，有些章节段落描绘的并不清晰，同时栗子也颇经验主义化了，同时，我在书中常看翻译不妥当的地方，尤其是前半部分。总的来说，是一本不错的荣格原型心理学启蒙书，并且对了解自身的内驱力做了很棒的科普。',
    imageURL: 's29638493.jpg'
  },
  {
    src: 'https://book.douban.com/subject/24744505/',
    title: '人间失格',
    author: '太宰治 / 2013 / 武汉出版社',
    'average-rate': '8.2',
    'rate-time': '2017-11-17 19:44:49',
    rate: '5',
    tag: ['人间失格', '太宰治', '文学', '日本', '日本文学', '短篇小说'],
    description:
      '太宰治能用平白的描述，穿透时间与空间，让读者产生莫大的共鸣。日本文学入坑的第一个作者，我被他深深震撼了。',
    imageURL: 's28470753.jpg'
  },
  {
    src: 'https://book.douban.com/subject/25894685/',
    title: '啊哈!算法',
    author: '啊哈磊 / 2014 / 人民邮电出版社',
    'average-rate': '7.7',
    'rate-time': '2016-09-09 16:22:37',
    rate: '4',
    tag: ['Algorithm', '数据结构与算法', '科普', '算法', '编程'],
    description: '',
    imageURL: 's27345094.jpg'
  }
]
